Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: མ་ནོར་བ་དེ་བཞིན་ཉིད་དང་། གཞན་མ་ཡིན་པ་དེ་བཞིན་ཉིད་དང་། ཆོས་ཉིད་དང་། ཆོས་ཀྱི་དབྱིངས་དང་།
en: It is their unmistaken real nature, their one and only real nature, their reality, the realm of phenomena, the abiding nature of reality, the maturity of all phenomena, and the very limit of reality.

source: ཆོས་ཀྱི་གནས་ཉིད་དང་། ཆོས་སྐྱོན་མེད་པ་ཉིད་དང་། ཡང་དག་པའི་མཐའ་དེ་བཞིན་གཤེགས་པ་རྣམས་བྱུང་ཡང་རུང་། དེ་བཞིན་གཤེགས་པ་རྣམས་མ་བྱུང་ཡང་རུང་སྟེ། དེ་བཞིན་གནས་པའི་དབྱིངས་ཆོས་ཀྱི་དབྱིངས་མི་ཉམ་མི་འགྲིབ་པར་འདུག་པ་སྟེ།
en: Whether the tathātagas have appeared or whether the tathāgatas have not appeared, the expanse that dwells in that manner—the realm of phenomena—is present without degeneration and without diminution.

source: དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། བདེན་པ་ཁོང་དུ་ཆུད་པར་ཇི་ལྟར་བྱ་བ་བཞིན་དུ་བདེན་པ་ཁོང་དུ་ཆུད་པར་བྱ་བའི་དོན་དུ་སྤྱོད་དོ།
en: Therefore, when bodhisattva great beings practice the perfection of wisdom in that manner, they act so that the truths might be understood in the way that the truths should be understood.”

source: །རབ་འབྱོར་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་ཇི་ལྟར་སྤྱད་ན། བདེན་པ་རྟོགས་པའི་དོན་དུ་སྤྱོད་པ་ལགས།
en: Subhūti then asked, “Blessed Lord, when bodhisattva great beings practice the perfection of wisdom, how do they practice so as to realize the truths?

source: ཇི་ལྟར་སྤྱོད་ན་བདེན་པ་རྟོགས་ཤིང་འཚལ་ཏེ། ཁོང་དུ་ཆུད་ནས་ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་མི་ལྟུང་ཞིང་བྱང་ཆུབ་སེམས་དཔའི་སྐྱོན་མ་མཆིས་པར་འཇུག་པ་ལགས།
en: When they practice, how do they realize and know the truths, so that, having comprehended them, they do not regress into the level of the śrāvakas or the level of the pratyekabuddhas, but set out for the maturation of the bodhisattvas?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་འདི་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། ཆོས་དེ་དག་ཅི་ནས་ཀྱང་ཆོས་གང་ཡང་དམིགས་སུ་མེད་པ་དེ་ལྟར་མཐོང་སྟེ།
en: In this regard, Subhūti,” replied the Blessed One, “when bodhisattva great beings practice the perfection of wisdom, they see these phenomena without apprehending anything at all.

source: ཆོས་ཐམས་ཅད་མི་དམིགས་པས་བདེན་པར་རྟོགས་པ་འམ། བདེན་པར་མ་རྟོགས་པའི་ཆོས་ཐམས་ཅད་སྟོང་པར་མཐོང་སྟེ།
en: By not apprehending anything, {Ki.VIII: 145} they see that all phenomena are empty, whether they are included in the truths or not included in the truths.

source: དེས་དེ་ལྟར་མཐོང་བས་སྐྱོན་མེད་པར་ཆུད་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་རིགས་ཀྱི་ས་ལ་གནས་པར་འགྱུར་ཏེ། བྱང་ཆུབ་སེམས་དཔའ་དེ་རིགས་ཀྱི་ས་ལ་གནས་པར་གྱུར་ནས་སྤྱི་བོར་ལྟུང་བར་མི་འགྱུར་ཏེ།
en: Seeing in that manner, bodhisattva great beings who embark on the maturation [of the bodhisattvas] will be established on the level of the spiritual family, and when those bodhisattvas have been established on the level of the spiritual family, they will not fall from the summit.

source: དེ་ལ་ཉན་ཐོས་ཀྱི་ས་འམ། རང་སངས་རྒྱས་ཀྱི་སར་ལྟུང་བའི་སྤྱི་བོར་ལྟུང་བ་མེད་དོ།
en: That is to say, they will not fall from the summit, regressing into the level of the śrāvakas or the level of the pratyekabuddhas.

source: །དེ་བྱང་ཆུབ་སེམས་དཔའི་རིགས་ཀྱི་ས་དེ་ལ་གནས་ཤིང་བསམ་གཏན་བཞི་སྒྲུབ་བོ། །ཚད་མེད་པ་བཞི་དང་། གཟུགས་མེད་པའི་སྙོམས་པར་འཇུག་པ་བཞི་སྒྲུབ་བོ།
en: Abiding on the level of the spiritual family of which bodhisattvas partake, they achieve the four meditative concentrations, and they achieve the four immeasurable attitudes and the four formless absorptions.

source: །དེ་ལྷག་མཐོང་གིས་དེ་ལ་གནས་ཤིང་ཆོས་ཐམས་ཅད་རབ་ཏུ་ཤེས་པར་བྱེད་དེ།
en: By seeing in that manner, they dwell in them and cognize all phenomena.

source: འཕགས་པའི་བདེན་པ་བཞི་ཁོང་དུ་ཆུད་པར་བྱེད་དོ།
en: They understand the four truths.

source: །དེ་སྡུག་བསྔལ་ཡོངས་སུ་ཤེས་ཀྱང་སྡུག་བསྔལ་ལ་དམིགས་པའི་སེམས་མི་སྐྱེད་དོ།
en: Although they comprehend suffering, they do not produce thoughts that have suffering as their objective referent.

source: །ཀུན་འབྱུང་བ་རབ་ཏུ་སྤངས་ཀྱང་ཀུན་འབྱུང་བ་ལ་དམིགས་པའི་སེམས་མི་སྐྱེད་དོ།
en: Although they have renounced the origin of suffering, they do not produce thoughts that have the origin of suffering as their objective referent.

source: །འགོག་པ་མངོན་དུ་བྱེད་ཀྱང་འགོག་པ་ལ་དམིགས་པའི་སེམས་མི་སྐྱེད་དོ།
en: Although they actualize the cessation of suffering, they do not produce thoughts that have the cessation of suffering as their objective referent.

source: །ལམ་སྒོམ་ཡང་ལམ་ལ་དམིགས་པའི་སེམས་མི་སྐྱེད་དོ།
en: Although they cultivate the path, they do not produce thoughts that have the path as their objective referent.

source: །གཞན་དུ་ན་བྱང་ཆུབ་ལ་གཞོལ་བའི་སེམས་ཀྱིས་ཆོས་ཐམས་ཅད་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་དུ་མཐོང་བར་བྱེད་དོ།
en: Rather, they see all phenomena definitively, just as they are, with a mind that is inclined toward enlightenment.” “

source: །གསོལ་པ། བཅོམ་ལྡན་འདས་ཆོས་ཐམས་ཅད་ཀྱི་ཡང་དག་པ་ཇི་ལྟ་བ་བཞིན་ཞེས་བགྱི་བ་དེ་གང་ལགས།
en: Blessed Lord, what is the definitive nature of all phenomena, just as they are?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། སྟོང་པ་ཉིད་དོ། །གསོལ་པ།
en: It is emptiness,” replied the Blessed One. “

source: སྟོང་པ་ཉིད་གང་ལགས། བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: Blessed Lord, what is emptiness?” “

source: རང་གི་མཚན་ཉིད་སྟོང་པ་ཉིད་དེ།
en: The emptiness of intrinsic defining characteristics,” replied the Blessed One. “

source: རྣམ་པ་དེ་ལྟ་བུའི་ལྷག་མཐོང་གིས། ཆོས་ཐམས་ཅད་སྟོང་པའོ་ཞེས་བྱ་བར་ལྟ་སྟེ།
en: Through such higher insight, they see that all phenomena are empty.

source: ངོ་བོ་ཉིད་གང་ལ་གནས་ཤེས་བྱང་ཆུབ་ཏུ་མངོན་པར་རྫོགས་པར་འཚང་རྒྱ་བར་བྱ་བ་དེ་ལྟ་བུའི་ངོ་བོ་ཉིད། ཆོས་གང་ལ་ཡང་ངོ་བོ་ཉིད་ཡོད་པར་མི་མཐོང་ངོ་།
en: That is to say, they do not see inherent existence in anything at all, on which they might settle or through which they might attain consummate buddhahood in enlightenment.

source: །དངོས་པོ་མེད་པ་ནི་བྱང་ཆུབ་སྟེ།
en: Indeed, enlightenment is a nonentity.

source: དེ་ནི་སངས་རྒྱས་ཀྱིས་མ་མཛད།
en: It has not been created by the buddhas.

source: རང་སངས་རྒྱས་ཀྱིས་མ་བྱས། དགྲ་བཅོམ་པ་དང་།
en: It has not been created by pratyekabuddhas.

source: ཕྱིར་མི་འོང་བ་དང་། ལན་ཅིག་ཕྱིར་འོང་བ་དང་། རྒྱུན་དུ་ཞུགས་པས་མ་བྱས།
en: Nor has it been created by arhats, those no longer subject to rebirth, those destined for only one more rebirth, or those entering the stream to nirvāṇa.

source: དེ་དག་ལ་ཞུགས་པས་ཀྱང་མ་བྱས། གང་བྱང་ཆུབ་འདི་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་གིས་ཀྱང་མ་བྱས་ཏེ།
en: This enlightenment has not been created even by bodhisattva great beings who practice it.

source: གཞན་དུ་ན་ཡང་དག་པ་ཇི་ལྟ་བ་དེ་སེམས་ཅན་རྣམས་ཀྱིས་མི་ཤེས་མི་མཐོང་བས། དེའི་ཕྱིར་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་ཅིང་ཐབས་མཁས་པས་སེམས་ཅན་རྣམས་ལ་ཆོས་སྟོན་ཏོ།
en: On the contrary, it is because beings do not know and do not see [phenomena] definitively that bodhisattva great beings practice the perfection of wisdom and teach the Dharma to beings through skill in means.”

source: །ཤེས་རབ་ཀྱི་ཕ་རོལ་ཏུ་ཕྱིན་པ་སྟོང་ཕྲག་ཉི་ཤུ་ལྔ་པ་ལས། ལེའུ་དྲུག་ཅུ་བརྒྱད་པའོ།། །།དེ་ནས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་གྱིས། བཅོམ་ལྡན་འདས་ལ་འདི་སྐད་ཅེས་གསོལ་ཏོ། །བཅོམ་ལྡན་འདས་གལ་ཏེ་ཆོས་ཐམས་ཅད་དངོས་པོ་མ་མཆིས་ཏེ། དེ་དག་སངས་རྒྱས་ཀྱིས་ཀྱང་མ་མཛད། རང་སངས་རྒྱས་དང་།
en: This completes the sixty-eighth chapter from “The Perfection of Wisdom in Twenty-Five Thousand Lines.” {

source: དགྲ་བཅོམ་པ་དང་། ཕྱིར་མི་འོང་བ་དང་།
en: Ki.

source: ལན་ཅིག་ཕྱིར་འོང་བ་དང་། རྒྱུན་དུ་ཞུགས་པས་ཀྱང་མ་བགྱིས། དེ་དག་ལ་ཞུགས་པས་ཀྱང་མ་བགྱིས། གང་བྱང་ཆུབ་འདི་ལ་སྤྱོད་པའི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་དེ་དག་གིས་ཀྱང་མ་བགྱིས་ན། ཆོས་དེ་དག་ལ་འདི་དག་ནི་སེམས་ཅན་དམྱལ་བ་པའོ།
en: VIII: 158} Chapter 69 Then the venerable Subhūti asked the Blessed One, “Blessed Lord, if all phenomena are nonentities—that is to say, if they have not been created by the buddhas, have not been created by pratyekabuddhas, have not been created by arhats, or by individuals no longer subject to rebirth, individuals destined for only one more rebirth, individuals who have entered the stream to nirvāṇa, or by those who would enter into those [fruits], and if this enlightenment has not even been created by bodhisattva great beings who practice it—how, with respect to all phenomena, could one differentiate and establish, ‘These are denizens of the hells.

source: །འདི་དག་ནི་བྱོལ་སོང་གི་སྐྱེ་གནས་པའོ།
en: These belong to the animal realm.

source: །འདི་དག་ནི་གཤིན་རྗེའི་འཇིག་རྟེན་པའོ།
en: These belong to the world of Yama.

source: །འདི་དག་ནི་ལྷའོ།
en: These are gods.

source: །འདི་དག་ནི་མིའོ།
en: These are human beings.

source: །ལས་འདིས་ནི་སེམས་ཅན་དམྱལ་བ་པ་དང་། བྱོལ་སོང་གི་སྐྱེ་གནས་པ་དང་། གཤིན་རྗེའི་འཇིག་རྟེན་པར་འགྱུར་རོ། །ལས་འདིས་ནི་རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷར་འགྱུར་རོ། །ལས་འདིས་ནི་སུམ་བཅུ་རྩ་གསུམ་དང་། མཚེ་མ་དང་། དགའ་ལྡན་དང་། འཕྲུལ་དགའ་དང་།
en: Through this karma they will become denizens of the hells, animals, or the world of Yama.

source: གཞན་འཕྲུལ་དབང་བྱེད་དང་། ཚངས་རིས་དང་། ཚངས་ལྷ་ཉེ་ཕན་དང་། ཚངས་པ་ཀུན་འཁོར་དང་། ཚངས་ཆེན་དང་། སྣང་བ་དང་། ཆུང་སྣང་དང་། ཚད་མེད་སྣང་བ་དང་། ཀུན་སྣང་དང་བ་དང་། དགེ་བ་དང་། ཆུང་དགེ་དང་། ཚད་མེད་དགེ་བ་དང་། དགེ་རྒྱས་དང་། ཆེ་བ་དང་། ཆུང་ཆེ་དང་། ཚད་མེད་ཆེ་བ་དང་། འབྲས་བུ་ཆེ་བ་དང་། མི་ཆེ་བ་དང་། མི་གདུང་བ་དང་། ཤིན་དུ་མཐོང་བ་དང་། གྱ་ནོམ་སྣང་བ་དང་།
en: Through this karma they will become gods of the Caturmahā­rāja­kāyika realm, and through this karma they will become gods of Trayastriṃśa, Yāma, Tuṣita, Nirmāṇarata, Para­nirmita­vaśa­vartin, Brahmakāyika, Brahmapurohita, Brahma­pariṣadya, Mahābrahmā, Ābha, Parīttābha, Apramāṇābha, Ābhāsvara, Śubha, Parīttaśubha, Apramāṇaśubha, Śubhakṛtsna, Bṛhat, Parīttabṛhat, Apramāṇabṛhat, Bṛhatphala, Avṛha, Atapa, Sudṛśa, Sudarśana, or Akaniṣṭha.

source: འོག་མིན་གྱི་ལྷར་འགྱུར་རོ། །ལས་འདིས་ནི་ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་དང་། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་ལྷར་འགྱུར་རོ།
en: Through this karma they will become gods of the sphere of infinite space, the sphere of infinite consciousness, the sphere of nothing-at-all, or the sphere of neither perception nor nonperception.

source: །ལས་འདིས་ནི་རྒྱུན་དུ་ཞུགས་པ་དང་། ལན་ཅིག་ཕྱིར་འོང་བ་དང་། ཕྱིར་མི་འོང་བ་དང་། དགྲ་བཅོམ་པ་དང་། རང་སངས་རྒྱས་སུ་འགྱུར་རོ།
en: Through this karma they will become an individual entering the stream to nirvāṇa, an individual destined for only one more rebirth, an individual no longer subject to rebirth, an arhat, or a pratyekabuddha.

source: །ལས་འདིས་ནི་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོར་འགྱུར་རོ།
en: Through this karma they will become a bodhisattva great being.

source: །ལས་འདིས་ནི་དེ་བཞིན་གཤེགས་པ་དགྲ་བཅོམ་པ་ཡང་དག་པར་རྫོགས་པའི་སངས་རྒྱས་སུ་འགྱུར་རོ་ཞེས་བགྱི་བར་ཐ་དད་དུ་དབྱེ་བ་འམ། རྣམ་པར་དགོད་པར་ཡང་ཇི་ལྟར་འགྱུར། བཅོམ་ལྡན་འདས་དངོས་པོ་མ་མཆིས་པ་ལ་ནི། བགྱི་བ་གང་ཡང་མ་མཆིས་ཏེ། བགྱི་བ་གང་གིས་སེམས་ཅན་དམྱལ་བར་མཆི་བ་འམ། བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་མཆི་བ་འམ། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་མཆི་བ་འམ། མིར་སྐྱེ་བ་འམ། རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷར་སྐྱེ་བ་འམ། སུམ་ཅུ་རྩ་གསུམ་གྱི་ལྷར་སྐྱེ་བ་འམ། མཚེ་མ་དང་། དགའ་ལྡན་དང་། འཕྲུལ་དགའ་དང་། གཞན་འཕྲུལ་དབང་བྱེད་དང་། ཚངས་རིས་དང་། ཚངས་ལྷ་ཉེ་ཕན་དང་། ཚངས་པ་ཀུན་འཁོར་དང་། ཚངས་ཆེན་དང་། སྣང་བ་དང་། ཆུང་སྣང་དང་། ཚད་མེད་སྣང་བ་དང་། ཀུན་སྣང་དང་བ་དང་། དགེ་བ་དང་། ཆུང་དགེ་དང་། ཚད་མེད་དགེ་བ་དང་། དགེ་རྒྱས་དང་། ཆེ་བ་དང་། ཆུང་ཆེ་དང་། ཚད་མེད་ཆེ་བ་དང་། འབྲས་བུ་ཆེ་བ་དང་། མི་ཆེ་བ་དང་། མི་གདུང་བ་དང་། ཤིན་དུ་མཐོང་བ་དང་། གྱ་ནོམ་སྣང་བ་དང་། འོག་མིན་གྱི་ལྷར་སྐྱེ་བ་འམ།
en: Through this karma they will become a tathāgata, arhat, completely awakened buddha’? “

source: ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་དང་། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་ལྷར་སྐྱེ་བ་འམ། རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ཐོབ་པར་འགྱུར་བ་འམ། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་ཐོབ་པར་འགྱུར་བ་འམ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ལམ་ལ་སྤྱོད་པར་འགྱུར་བ་འམ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་འགྱུར་བ་འམ། ཐོབ་པར་གྱུར་ནས་སེམས་ཅན་རྣམས་འཁོར་བ་ལས་ཡོངས་སུ་དགྲོལ་བར་འགྱུར་རོ་ཞེས་བགྱི་བ་དེ་ལྟ་བུ་གང་ཡང་མ་མཆིས་སོ།
en: Blessed Lord, nonentities are without any actions at all through which they could reach the hells; reach the animal realm; reach the world of Yama; be born as a human being; be born as a god of Caturmahā­rāja­kāyika; be born as a god of Trayastriṃśa; be born as a god of Yāma, Tuṣita, Nirmāṇarata, Para­nirmita­vaśa­vartin, Brahmakāyika, Brahmapurohita, Brahma­pariṣadya, Mahābrahmā, Ābha, Parīttābha, Apramāṇābha, Ābhāsvara, Śubha, Parīttaśubha, Apramāṇaśubha, Śubhakṛtsna, Bṛhat, Parīttabṛhat, Apramāṇabṛhat, Bṛhatphala, Avṛha, Atapa, Sudṛśa, Sudarśana, or Akaniṣṭha; be born as a god of the sphere of infinite space, the sphere of infinite consciousness, the sphere of nothing-at-all, or the sphere of neither perception nor nonperception; attain the fruit of entering the stream to nirvāṇa; attain the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, or individual enlightenment; practice the path of bodhisattva great beings; or attain all-aspect omniscience and, having attained that, liberate beings from cyclic existence.”

source: །དེ་སྐད་ཅེས་གསོལ་པ་དང་། བཅོམ་ལྡན་འདས་ཀྱིས་ཚེ་དང་ལྡན་པ་རབ་འབྱོར་ལ་འདི་སྐད་ཅེས་བཀའ་སྩལ་ཏོ། །རབ་འབྱོར་དེ་དེ་བཞིན་ནོ།
en: The Blessed One replied to the venerable Subhūti as follows: “Subhūti, it is so!

source: རབ་འབྱོར་དངོས་པོ་མེད་པ་ལ་ནི་ལས་ཀྱང་མེད་བྱ་བ་འང་མེད། འབྲས་བུའང་མེད་ན།
en: Subhūti, nonentities are without any action to perform and without any fruit.

source: འོན་ཀྱང་བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་འཕགས་པའི་ཆོས་ལ་མི་མཁས་པ་རྣམས་ཀྱིས་ཆོས་རྣམས་དངོས་པོ་མེད་པའི་ངོ་བོ་ཉིད་དུ་མི་ཤེས་ཏེ།
en: However, ordinary, simple people who are ignorant of the sublime doctrine do not know that phenomena have the essential nature of nonentity.

source: ཕྱིན་ཅི་ལོག་ལས་བྱུང་བའི་སེམས་ཀྱིས་ལས་སྣ་ཚོགས་མངོན་པར་འདུ་བྱེད་པས་དེ་དག་གི་ལུས་རྣམ་པ་དེ་བཞིན་དུ་མངོན་པར་འགྲུབ་སྟེ། སེམས་ཅན་དམྱལ་བ་འམ། བྱོལ་སོང་གི་སྐྱེ་གནས་སམ། གཤིན་རྗེའི་འཇིག་རྟེན་ནམ། མིའམ་རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷ་འམ། སུམ་ཅུ་རྩ་གསུམ་དང་། མཚེ་མ་དང་། དགའ་ལྡན་དང་། འཕྲུལ་དགའ་དང་།
en: Through thoughts that have arisen from misconception, they condition diverse actions, so that they actualize the sort of corporeal form that accords with them, whether in the hells, the animal realm, the world of Yama, or the human realm; or among the gods of Caturmahā­rāja­kāyika; or among the gods of Trayastriṃśa, Yāma, Tuṣita, Nirmāṇarata, Para­nirmita­vaśa­vartin, Brahmakāyika, Brahmapurohita, Brahma­pariṣadya, Mahābrahmā, Ābha, Parīttābha, Apramāṇābha, Ābhāsvara, Śubha, Parīttaśubha, Apramāṇaśubha, Śubhakṛtsna, Bṛhat, Parīttabṛhat, Apramāṇabṛhat, Bṛhatphala, Avṛha, Atapa, Sudṛśa, Sudarśana, or Akaniṣṭha; {Ki.

source: གཞན་འཕྲུལ་དབང་བྱེད་དང་། ཚངས་རིས་དང་། ཚངས་ལྷ་ཉེ་ཕན་དང་། ཚངས་པ་ཀུན་འཁོར་དང་། ཚངས་ཆེན་དང་། སྣང་བ་དང་། ཆུང་སྣང་དང་། ཚད་མེད་སྣང་བ་དང་། ཀུན་སྣང་དང་བ་དང་། དགེ་བ་དང་། ཆུང་དགེ་དང་། ཚད་མེད་དགེ་བ་དང་། དགེ་རྒྱས་དང་། ཆེ་བ་དང་། ཆུང་ཆེ་དང་། ཚད་མེད་ཆེ་བ་དང་། འབྲས་བུ་ཆེ་བ་དང་། མི་ཆེ་བ་དང་། མི་གདུང་བ་དང་། ཤིན་དུ་མཐོང་བ་དང་། གྱ་ནོམ་སྣང་བ་དང་། འོག་མིན་གྱི་ལྷ་འམ། ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་དང་། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་ལྷའི་ནང་དུ་ལུས་མངོན་པར་འགྲུབ་སྟེ།
en: VIII: 159} or among the gods of the sphere of infinite space, the sphere of infinite consciousness, the sphere of nothing-at-all, or the sphere of neither perception nor nonperception.

source: དངོས་པོ་མེད་པ་ལ་ནི་ལས་སམ་བྱ་བ་འམ། འབྲས་བུ་མེད་དེ། དངོས་པོ་མེད་པ་གང་ཡིན་པ་དེ་ནི་དངོས་པོ་མེད་པ་ཉིད་དོ། །རབ་འབྱོར་དེ་ལ་འདི་སྐད་དུ་དངོས་པོ་མེད་པ་ལ་ནི་བྱ་བ་གང་ཡང་མེད་དེ། བྱ་བ་གང་གིས་སེམས་ཅན་དམྱལ་བར་འགྲོ་བ་འམ། བྱོལ་སོང་གི་སྐྱེ་གནས་སུ་འགྲོ་བ་འམ། གཤིན་རྗེའི་འཇིག་རྟེན་དུ་འགྲོ་བ་འམ། མིར་སྐྱེ་བ་འམ། རྒྱལ་ཆེན་བཞིའི་རིས་ཀྱི་ལྷར་སྐྱེ་བ་འམ། སུམ་ཅུ་རྩ་གསུམ་དང་། མཚེ་མ་དང་། དགའ་ལྡན་དང་། འཕྲུལ་དགའ་དང་། གཞན་འཕྲུལ་དབང་བྱེད་དང་། ཚངས་རིས་དང་། ཚངས་ལྷ་ཉེ་ཕན་དང་། ཚངས་པ་ཀུན་འཁོར་དང་། ཚངས་ཆེན་དང་། སྣང་བ་དང་། ཆུང་སྣང་དང་།
en: Nonentities are without any action to perform and without any fruit.

source: ཚད་མེད་སྣང་བ་དང་། ཀུན་སྣང་དང་བ་དང་། དགེ་བ་དང་། ཆུང་དགེ་དང་། ཚད་མེད་དགེ་བ་དང་། དགེ་རྒྱས་དང་། ཆེ་བ་དང་། ཆུང་ཆེ་དང་། ཚད་མེད་ཆེ་བ་དང་། འབྲས་བུ་ཆེ་བ་དང་། མི་ཆེ་བ་དང་། མི་གདུང་བ་དང་། ཤིན་དུ་མཐོང་བ་དང་། གྱ་ནོམ་སྣང་བ་དང་། འོག་མིན་གྱི་ལྷར་སྐྱེ་བ་འམ།
en: That which is a nonentity is itself without entity. “

source: ནམ་མཁའ་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། རྣམ་ཤེས་མཐའ་ཡས་སྐྱེ་མཆེད་དང་། ཅུང་ཟད་མེད་པའི་སྐྱེ་མཆེད་དང་། འདུ་ཤེས་མེད་འདུ་ཤེས་མེད་མིན་སྐྱེ་མཆེད་ཀྱི་ལྷར་སྐྱེ་བ་འམ། རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ཐོབ་པར་འགྱུར་བ་འམ། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་ཐོབ་པར་འགྱུར་བ་འམ། བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོའི་ལམ་ལ་སྤྱོད་པ་འམ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཐོབ་པར་འགྱུར་བ་འམ། དེ་ཐོབ་ནས་སེམས་ཅན་རྣམས་འཁོར་བ་ལས་ཡོངས་སུ་འགྲོལ་བར་འགྱུར་བ་དེ་ལྟ་བུའི་བྱ་བ་གང་ཡང་མེད་དོ་ཞེས་ཟེར་བ་ནི།
en: In this regard, Subhūti, you also said that nonentities are without any actions through which they could reach the hells; reach the animal realm; reach the world of Yama; be born as a human being; be born as a god of Caturmahā­rāja­kāyika; be born as a god of Trayastriṃśa, Yāma, Tuṣita, Nirmāṇarata, Para­nirmita­vaśa­vartin, Brahmakāyika, Brahmapurohita, Brahma­pariṣadya, Mahābrahmā, Ābha, Parīttābha, Apramāṇābha, Ābhāsvara, Śubha, Parīttaśubha, Apramāṇaśubha, Śubhakṛtsna, Bṛhat, Parīttabṛhat, Apramāṇabṛhat, Bṛhatphala, Avṛha, Atapa, Sudṛśa, Sudarśana, or Akaniṣṭha; be born as a god of the sphere of infinite space, the sphere of infinite consciousness, the sphere of nothing-at-all, or the sphere of neither perception nor nonperception; attain the fruit of entering the stream to nirvāṇa; attain the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, or individual enlightenment; practice the path of bodhisattva great beings; or attain all-aspect omniscience and, having attained that, liberate beings from cyclic existence. “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། ལམ་དངོས་པོ་མེད་པ་མ་ཡིན་ནམ། རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་དངོས་པོ་མེད་པ་མ་ཡིན་ནམ། ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རང་བྱང་ཆུབ་དངོས་པོ་མེད་པ་མ་ཡིན་ནམ། རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་དུ་དངོས་པོ་མེད་པ་མ་ཡིན་ནམ།
en: Subhūti, do you think that the path is not a nonentity, that the fruit of entering the stream to nirvāṇa is not a nonentity, that the fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, and individual enlightenment are not nonentities, or that [the goals], up to and including all-aspect omniscience, are not nonentities?” “

source: གསོལ་པ། བཅོམ་ལྡན་འདས་ལམ་ནི་དངོས་པོ་མ་མཆིས་པའོ།
en: Blessed Lord, the path is a nonentity.

source: །རྒྱུན་དུ་ཞུགས་པའི་འབྲས་བུ་ནི་དངོས་པོ་མ་མཆིས་པའོ།
en: The fruit of entering the stream to nirvāṇa is a nonentity.

source: །ལན་ཅིག་ཕྱིར་འོང་བའི་འབྲས་བུ་དང་། ཕྱིར་མི་འོང་བའི་འབྲས་བུ་དང་། དགྲ་བཅོམ་པ་ཉིད་དང་། རབ་བྱང་ཆུབ་ནི་དངོས་པོ་མ་མཆིས་པའོ།
en: The fruit of being destined for only one more rebirth, the fruit of no longer being subject to rebirth, arhatship, and individual enlightenment are nonentities. [

source: །རྣམ་པ་ཐམས་ཅད་མཁྱེན་པ་ཉིད་ཀྱི་བར་ནི་དངོས་པོ་མ་མཆིས་པའོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ།
en: The goals], up to and including all-aspect omniscience, are nonentities.” “

source: རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། དངོས་པོ་མེད་པའི་ཆོས་ཤིག་དངོས་པོ་མེད་པའི་ཆོས་ཐོབ་པར་བྱེད་སྙམ་འམ།
en: Subhūti, do you think that a nonentity can effect the attainment of a nonentity?”

source: རབ་འབྱོར་དེ་ལྟར་ན་དངོས་པོ་མེད་པ་གང་ཡིན་པ་དང་། ལམ་གང་ཡིན་པའི་ཆོས་དེ་གཉིས་ཀ་ཡང་ལྡན་པ་ཡང་མ་ཡིན་མི་ལྡན་པ་ཡང་མ་ཡིན། གཟུགས་མེད་པ་བསྟན་དུ་མེད་པ། ཐོགས་པ་མེད་པ་མཚན་ཉིད་གཅིག་པ་སྟེ། འདི་ལྟར་མཚན་ཉིད་མེད་པའོ།
en: So it is, Subhūti, that phenomena that are nonentities and phenomena that constitute the path are neither conjoined nor disjoined, and they are immaterial, unrevealed, and unimpeded, their sole defining characteristic being that they are without defining characteristics. “

source: །རབ་འབྱོར་དེ་ལ་བྱང་ཆུབ་སེམས་དཔའ་སེམས་དཔའ་ཆེན་པོ་ཤེས་རབ་ཀྱི་ཕ་རོལ་དུ་ཕྱིན་པ་ལ་སྤྱོད་པའི་ཚེ། ཐབས་མཁས་པས་སེམས་ཅན་ཕྱིན་ཅི་ལོག་བཞིས་ཕུང་པོ་ལྔ་ལ་མངོན་པར་ཞེན་པ། མི་རྟག་པ་ལ་རྟག་པའི་འདུ་ཤེས་སུ་གྱུར་པ། སྡུག་བསྔལ་བ་ལ་བདེ་བའི་འདུ་ཤེས་སུ་གྱུར་པ། བདག་མེད་པ་ལ་བདག་གི་འདུ་ཤེས་སུ་གྱུར་པ། མི་སྡུག་པ་ལ་སྡུག་པའི་འདུ་ཤེས་སུ་གྱུར་པ།
en: In this regard, Subhūti, when bodhisattva great beings practice the perfection of wisdom, through skill in means they liberate from [belief in] entities [and so forth] those who are fixated through the four misconceptions concerning the five psycho-physical aggregates—those who perceive the impermanent as permanent, those who perceive suffering as happiness, those who perceive nonself as self, those who perceive the unpleasant as pleasant—and those who are fixated on entities.”

source: དངོས་པོ་ལ་མངོན་པར་ཞེན་པ་རྣམས་དངོས་པོ་ལས་རྣམ་པར་འགྲེལ་ཏོ། །རབ་འབྱོར་གྱིས་གསོལ་པ། བཅོམ་ལྡན་འདས་ཅི་ལགས། བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ལ་དངོས་པོར་ཞེན་ནས། མངོན་པར་ཞེན་པར་གྱུར་པ་དེ་ལྟ་བུའི་དངོས་པོ་དེ་བཞི།
en: Subhūti then asked, “Blessed Lord, is there an entity that is said to be the real nature or the unmistaken real nature, such as that to which ordinary, simple people become attached and fixated?

source: མ་ནོར་བ་དེ་བཞིན་ཞེས་བགྱི་བ་མ་མཆིས་སམ། དེ་སྟེ་མ་མཆིས་ན་ནི། མངོན་པར་འདུ་བགྱིད་པར་ཡང་ཇི་ལྟར་འགྱུར། སུག་ལས་དེས་ཀྱང་ཤུལ་རྒྱུད་ལྔའི་འཁོར་བ་ནས་ཅི་སྟེ་མི་འགྲོ་ལ།
en: If there were not, how do they condition the deeds on account of which they are in the meantime not liberated from cyclic existence with its five classes of beings?” “

source: བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་ཕྱིན་ཅི་ལོག་མ་གཏོགས་པར་གང་ལ་གནས་ཏེ། བྱིས་པ་སོ་སོའི་སྐྱེ་བོ་རྣམས་ལས་མངོན་པར་འདུ་བྱེད་པའི་དངོས་པོ་ནི་ཆུང་ངུ་ན་སྐྲའི་རྩེ་མོའི་ཆ་ཤས་བཞག་པ་ཙམ་ཡང་མེད་དོ། །རབ་འབྱོར་དེ་ལྟ་བས་ན་ཅི་ནས་ཀྱང་དོན་འདི་གསལ་ཞིང་རྫོགས་པ་དང་།
en: Subhūti,” replied the Blessed One, “apart from erroneous views, there has been established no entity, even as tiny as a fraction of a hair-tip, on which ordinary, simple people settle and condition deeds. {

source: མཁས་པས་ཤེས་པར་བྱ་བའི་ཕྱིར་ཁྱོད་ལ་དཔེས་བཤད་དོ།
en: Ki.VIII: 160} For this reason, Subhūti, I will explain an analogy to you so that the wise might understand this point clearly and perfectly.

source: །རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། རྨི་ལམ་དུ་མཐོང་བ་ལ་རྨི་ལམ་དུ་མཐོང་བ་དེ་གང་ལ་གནས་ཤིང་འདོད་པའི་ཡོན་ཏན་ལྔས་ཡོངས་སུ་སྤྱོད་པ་དེ་ལྟ་བུའི་དངོས་པོ་གང་ཡང་ཡོད་དམ། གསོལ་པ།
en: Subhūti, do you think that when one sees something in a dream, there is some entity seen in that dream on which one may settle and which one might enjoy through the five desirable attributes of the senses?” “

source: བཅོམ་ལྡན་འདས་རྨི་ལམ་ཉིད་ཀྱང་མ་མཆིས་ན། རྨི་ལམ་མཐོང་བ་དེ། གང་ལ་གནས་ཤིང་འདོད་པའི་ཡོན་ཏན་ལྔས་ཡོངས་སུ་སྤྱོད་པ་ལྟ་སྨོས་ཀྱང་ཅི་འཚལ་ཏེ་མ་མཆིས་སོ། །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། རབ་འབྱོར་དེ་ཇི་སྙམ་དུ་སེམས། འཇིག་རྟེན་པ་འམ།
en: Blessed Lord, since the dream itself does not exist, whatever is seen in that dream, whatever could be known, would be nonexistent, let alone anything on which one might settle and that one might enjoy through the five desirable attributes of the senses!” “

source: འཇིག་རྟེན་ལས་འདས་པ་འམ། ཟག་པ་དང་བཅས་པ་འམ། ཟག་པ་མེད་པ་འམ། འདུས་བྱས་སམ། འདུས་མ་བྱས་ཀྱི་ཆོས་གང་ལ་རྨི་ལམ་དང་འདྲ་བ་མ་ཡིན་པ་དེ་ལྟ་བུ་ཡོད་དམ།
en: Subhūti, do you think that there exists anything at all, mundane, supramundane, contaminated, uncontaminated, conditioned, or unconditioned, that does not resemble a dream?”

source: བཅོམ་ལྡན་འདས་འཇིག་རྟེན་པ་འམ།
en: No, Blessed Lord!

source: འཇིག་རྟེན་ལས་འདས་པ་འམ། ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མ་མཆིས་པ་འམ། འདུས་བྱས་སམ། འདུས་མ་བྱས་ཀྱི་ཆོས་གང་ཡང་རྨི་ལམ་ལྟ་བུ་མ་ལགས་པ་དེ་ལྟ་བུ་མ་མཆིས་སོ།
en: There exists nothing at all, mundane, supramundane, contaminated, uncontaminated, conditioned, or unconditioned, that does not resemble a dream.” “

source: །བཅོམ་ལྡན་འདས་ཀྱིས་བཀའ་སྩལ་པ། ཅི་རྨི་ལམ་ལ་རྒྱུད་ལྔའི་འཁོར་བ་ཡོད་དམ།
en: Does cyclic existence with its five classes of beings exist in a dream?”
